Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 구매 정보를 불러올 수 없습니다. 잠시 후 다시 시도해 주세요.
de: Kaufinformationen können nicht geladen werden. Bitte versuchen Sie es in Kürze noch einmal.
en: Unable to load purchase information. Please try again shortly.
es: No se puede cargar la información de compra. Inténtelo de nuevo en breve.
fr: Impossible de charger les informations d'achat. Veuillez réessayer sous peu.
id: Tidak dapat memuat informasi pembelian. Silakan coba lagi sebentar lagi.
it: Impossibile caricare le informazioni di acquisto. Per favore riprova a breve.
ja: 購入情報を読み込めません。しばらくしてからもう一度お試しください。
pt_br: Não foi possível carregar as informações de compra. Por favor, tente novamente em breve.
th: ไม่สามารถโหลดข้อมูลการซื้อได้ โปรดลองอีกครั้งในอีกสักครู่
tr: Satın alma bilgileri yüklenemiyor. Lütfen kısa süre sonra tekrar deneyin.
vi: Không thể tải thông tin mua hàng. Vui lòng thử lại trong thời gian ngắn.
zh_hans: 无法加载购买信息。请稍后重试。
zh_hant: 無法載入購買資訊。請稍後重試。

source: 구매 처리 중...
de: Kauf wird bearbeitet...
en: Processing Purchase...
es: Procesando compra...
fr: Traitement de l'achat...
id: Memproses Pembelian...
it: Elaborazione acquisto...
ja: 購入を処理中...
pt_br: Processando compra...
th: กำลังดำเนินการจัดซื้อ...
tr: Satın Alma İşleme Alınıyor...
vi: Đang xử lý mua hàng...
zh_hans: 正在处理采购...
zh_hant: 正在處理採購...

source: 구매를 완료할 수 없어요
de: Der Kauf konnte nicht abgeschlossen werden
en: Unable to Complete Purchase
es: No se puede completar la compra
fr: Impossible de finaliser l'achat
id: Tidak Dapat Menyelesaikan Pembelian
it: Impossibile completare l'acquisto
ja: 購入を完了できません
pt_br: Não foi possível concluir a compra
th: ไม่สามารถทำการซื้อให้เสร็จสมบูรณ์ได้
tr: Satın Alma İşlemi Tamamlanamıyor
vi: Không thể hoàn tất giao dịch mua
zh_hans: 无法完成购买
zh_hant: 無法完成購買

source: 국내외 개별 종목
de: Inländische und globale Aktien
en: Domestic and global equities
es: Acciones nacionales y globales
fr: Actions nationales et mondiales
id: Ekuitas domestik dan global
it: Azioni nazionali e globali
ja: 国内株式と世界株式
pt_br: Ações nacionais e globais
th: ตลาดหุ้นในประเทศและทั่วโลก
tr: Yerli ve küresel hisse senetleri
vi: Chứng khoán trong nước và toàn cầu
zh_hans: 国内和全球股票
zh_hant: 國內和全球股票

source: 균형
de: Ausgewogen
en: Balanced
es: equilibrado
fr: Équilibré
id: Seimbang
it: Equilibrato
ja: バランスの取れた
pt_br: Equilibrado
th: สมดุล
tr: Dengeli
vi: Cân bằng
zh_hans: 平衡
zh_hant: 平衡

source: 근거 강도
de: Beweiskraft
en: Evidence Strength
es: Fuerza de la evidencia
fr: Force des preuves
id: Kekuatan Bukti
it: Forza delle prove
ja: 証拠の強度
pt_br: Força da evidência
th: ความเข้มแข็งของหลักฐาน
tr: Kanıt Gücü
vi: Sức mạnh bằng chứng
zh_hans: 证据强度
zh_hant: 證據強度

source: 근거 종합
de: Beweise kombinieren
en: Combining Evidence
es: Combinando evidencia
fr: Combiner les preuves
id: Menggabungkan Bukti
it: Combinazione di prove
ja: 証拠を組み合わせる
pt_br: Combinando evidências
th: การรวมหลักฐาน
tr: Kanıtların Birleştirilmesi
vi: Kết hợp bằng chứng
zh_hans: 结合证据
zh_hant: 結合證據

source: 근거가 쌓일수록 판단은 더 선명해져요.
de: Durch die Zusammenführung von Beweisen werden Entscheidungen klarer.
en: As evidence compounds, decisions become clearer.
es: A medida que la evidencia se acumula, las decisiones se vuelven más claras.
fr: À mesure que les preuves s’accumulent, les décisions deviennent plus claires.
id: Ketika bukti bertambah, keputusan menjadi lebih jelas.
it: Man mano che le prove si accumulano, le decisioni diventano più chiare.
ja: 証拠が増えるにつれて、 決定がより明確になります。
pt_br: À medida que as evidências aumentam, as decisões se tornam mais claras.
th: เมื่อหลักฐานประกอบ การตัดสินใจ จะชัดเจนยิ่งขึ้น
tr: Kanıtlar arttıkça kararlar daha net hale gelir.
vi: Khi bằng chứng được tổng hợp, các quyết định trở nên rõ ràng hơn.
zh_hans: 随着证据的复合， 决策变得更加清晰。
zh_hant: 隨著證據的複合， 決策變得更加清晰。

source: 금융 가격 차트 이미지인지 확인할 수 없습니다.
de: Dies scheint kein Finanzpreisdiagramm zu sein.
en: This does not appear to be a financial price chart.
es: Este no parece ser un gráfico de precios financieros.
fr: Cela ne semble pas être un tableau des prix financiers.
id: Tampaknya ini bukan grafik harga finansial.
it: Questo non sembra essere un grafico dei prezzi finanziari.
ja: これは金融価格チャートではないようです。
pt_br: Este não parece ser um gráfico de preços financeiros.
th: นี่ไม่ใช่แผนภูมิราคาทางการเงิน
tr: Bu bir finansal fiyat tablosu gibi görünmüyor.
vi: Đây dường như không phải là biểu đồ giá tài chính.
zh_hans: 这似乎不是一个金融价格图表。
zh_hant: 這似乎不是一個金融價格圖。

source: 기기 저장 분석
de: Analysen auf diesem Gerät
en: Analyses on This Device
es: Análisis en este dispositivo
fr: Analyses sur cet appareil
id: Analisis pada Perangkat Ini
it: Analisi su questo dispositivo
ja: このデバイスの分析
pt_br: Análises neste dispositivo
th: วิเคราะห์บนอุปกรณ์นี้
tr: Bu Cihazdaki Analizler
vi: Phân tích trên thiết bị này
zh_hans: 在此设备上进行分析
zh_hant: 在此設備上進行分析

source: 기본 시나리오 수정
de: Basisszenario geändert
en: Base Scenario Changed
es: Escenario base cambiado
fr: Scénario de base modifié
id: Skenario Dasar Berubah
it: Scenario base modificato
ja: 基本シナリオの変更
pt_br: Cenário base alterado
th: สถานการณ์พื้นฐานเปลี่ยนไป
tr: Temel Senaryo Değiştirildi
vi: Kịch bản cơ bản đã thay đổi
zh_hans: 基本场景已更改
zh_hant: 基本場景已更改

source: 기준가
de: Referenz
en: Reference
es: Referencia
fr: Référence
id: Referensi
it: Riferimento
ja: 参考資料
pt_br: Referência
th: อ้างอิง
tr: Referans
vi: Tài liệu tham khảo
zh_hans: 参考
zh_hant: 參考

source: 내 분석 환경과 앱 설정을 관리하세요
de: Verwalten Sie Ihre Analyseumgebung und App-Einstellungen.
en: Manage your analysis environment and app settings.
es: Administre su entorno de análisis y la configuración de la aplicación.
fr: Gérez votre environnement d'analyse et les paramètres de votre application.
id: Kelola lingkungan analisis dan pengaturan aplikasi Anda.
it: Gestisci l'ambiente di analisi e le impostazioni dell'app.
ja: 分析環境とアプリの設定を管理します。
pt_br: Gerencie seu ambiente de análise e configurações do aplicativo.
th: จัดการสภาพแวดล้อมการวิเคราะห์และการตั้งค่าแอปของคุณ
tr: Analiz ortamınızı ve uygulama ayarlarınızı yönetin.
vi: Quản lý môi trường phân tích và cài đặt ứng dụng của bạn.
zh_hans: 管理您的分析环境和应用程序设置。
zh_hant: 管理您的分析環境和應用程式設定。

source: 내 분석팀
de: Mein Analyseteam
en: My Analysis Team
es: Mi equipo de análisis
fr: Mon équipe d'analyse
id: Tim Analisis Saya
it: Il mio gruppo di analisi
ja: 私の分析チーム
pt_br: Minha equipe de análise
th: ทีมวิเคราะห์ของฉัน
tr: Analiz Ekibim
vi: Nhóm phân tích của tôi
zh_hans: 我的分析团队
zh_hant: 我的分析團隊

source: 내 정보 수정
de: Profil bearbeiten
en: Edit Profile
es: Editar perfil
fr: Modifier le profil
id: Edit Profil
it: Modifica profilo
ja: プロフィールを編集
pt_br: Editar perfil
th: แก้ไขโปรไฟล์
tr: Profili Düzenle
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: 네 번의 탭으로 분석과 후속 질문까지.
de: Vier Fingertipps vom Diagramm zu Folgefragen.
en: Four taps from chart to follow-up questions.
es: Cuatro toques desde el gráfico para preguntas de seguimiento.
fr: Quatre clics depuis le graphique pour accéder aux questions de suivi.
id: Empat ketukan dari bagan untuk pertanyaan lanjutan.
it: Quattro tocchi dal grafico alle domande successive.
ja: グラフを 4 回タップすると フォローアップの質問が表示されます。
pt_br: Quatro toques no gráfico para perguntas de acompanhamento.
th: แตะสี่ครั้งจากแผนภูมิ เพื่อติดตามคำถาม
tr: Grafikten takip sorularına dört dokunuş.
vi: Bốn lần nhấn từ biểu đồ để truy cập các câu hỏi tiếp theo.
zh_hans: 从图表 中点击四次即可回答后续问题。
zh_hant: 從圖表 中點擊四次即可回答後續問題。

source: 네. 켜면 최신 관련 뉴스가 차트 판단을 보강하거나 약화했는지 별도로 표시합니다.
de: Ja. Wenn aktiviert, zeigt der Bericht separat, ob aktuelle relevante Nachrichten die Chartbewertung gestärkt oder abgeschwächt haben.
en: Yes. When enabled, the report separately shows whether recent relevant news strengthened or weakened the chart judgment.
es: Sí. Al activarlo, se muestra por separado si las noticias recientes reforzaron o debilitaron la lectura del gráfico.
fr: Oui. Une fois activée, l’app indique séparément si les actualités récentes ont renforcé ou affaibli l’analyse du graphique.
id: Ya. Jika diaktifkan, laporan akan menunjukkan secara terpisah apakah berita relevan terbaru memperkuat atau melemahkan penilaian grafik.
it: Sì. Se attivata, l’app mostra separatamente se le notizie recenti hanno rafforzato o indebolito il giudizio sul grafico.
ja: はい。有効にすると、最新の関連ニュースがチャート判断を強めたか弱めたかを別途表示します。
pt_br: Sim. Quando ativado, o relatório mostra separadamente se notícias recentes relevantes reforçaram ou enfraqueceram a leitura do gráfico.
th: ได้ เมื่อเปิดใช้งาน ระบบจะแสดงแยกว่าข่าวล่าสุดที่เกี่ยวข้องสนับสนุนหรือลดน้ำหนักการวิเคราะห์กราฟ
tr: Evet. Açıldığında, güncel ilgili haberlerin grafik değerlendirmesini güçlendirip güçlendirmediği ayrıca gösterilir.
vi: Có. Khi bật, báo cáo sẽ hiển thị riêng liệu tin tức liên quan gần đây củng cố hay làm suy yếu nhận định biểu đồ.
zh_hans: 可以。开启后会另外显示近期相关新闻是加强还是削弱了图表判断。
zh_hant: 可以。開啟後會另外顯示近期相關新聞是加強還是削弱了圖表判斷。

source: 네트워크 연결을 확인한 뒤 다시 시도해 주세요.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
en: Check your network connection and try again.
es: Verifique su conexión de red e inténtelo nuevamente.
fr: Vérifiez votre connexion réseau et réessayez.
id: Periksa koneksi jaringan Anda dan coba lagi.
it: Controlla la connessione di rete e riprova.
ja: ネットワーク接続を確認して、もう一度試してください。
pt_br: Verifique sua conexão de rede e tente novamente.
th: ตรวจสอบการเชื่อมต่อเครือข่ายของคุณแล้วลองอีกครั้ง
tr: Ağ bağlantınızı kontrol edip tekrar deneyin.
vi: Hãy kiểm tra kết nối mạng của bạn và thử lại.
zh_hans: 检查您的网络连接并重试。
zh_hant: 檢查您的網路連線並重試。

source: 네트워크 오류가 발생했습니다.
de: Ein Netzwerkfehler ist aufgetreten.
en: A network error occurred.
es: Se produjo un error de red.
fr: Une erreur réseau s'est produite.
id: Terjadi kesalahan jaringan.
it: Si è verificato un errore di rete.
ja: ネットワークエラーが発生しました。
pt_br: Ocorreu um erro de rede.
th: เกิดข้อผิดพลาดของเครือข่าย
tr: Bir ağ hatası oluştu.
vi: Đã xảy ra lỗi mạng.
zh_hans: 发生网络错误。
zh_hant: 發生網路錯誤。

source: 눌림목·되돌림
de: Rücksetzer
en: Pullback
es: Retroceso
fr: Repli
id: Pullback
it: Pullback
ja: 押し目・戻り
pt_br: Pullback
th: พูลแบ็ก
tr: Geri Çekilme
vi: Nhịp hồi
zh_hans: 回调交易
zh_hant: 回調交易

source: 뉴스
de: Nachrichten
en: News
es: Noticias
fr: Actualités
id: Berita
it: Novità
ja: ニュース
pt_br: Notícias
th: ข่าว
tr: Haberler
vi: Tin tức
zh_hans: 新闻动态
zh_hant: 新聞動態

source: 뉴스 반영
de: Fügen Sie Neuigkeiten hinzu
en: Include News
es: Incluir noticias
fr: Inclure les actualités
id: Sertakan Berita
it: Includi notizie
ja: ニュースを含める
pt_br: Incluir notícias
th: รวมข่าว
tr: Haberleri Ekle
vi: Bao gồm tin tức
zh_hans: 包括新闻
zh_hant: 包括新聞

source: 뉴스 반영 내역
de: Auswirkungen auf die Nachrichten
en: News Impact
es: Impacto de las noticias
fr: Impact sur l'actualité
id: Dampak Berita
it: Impatto delle notizie
ja: ニュースの影響
pt_br: Impacto das notícias
th: ข่าวผลกระทบ
tr: Haber Etkisi
vi: tin tức tác động
zh_hans: 新闻影响
zh_hant: 新聞影響

source: 뉴스 반영 옵션을 켜면 차트 판단에 실제로 미친 영향까지 요약
de: Sehen Sie, wie sich ausgewählte Nachrichten tatsächlich auf die Chart-Entscheidung ausgewirkt haben
en: See how selected news actually affected the chart decision
es: Vea cómo las noticias seleccionadas realmente afectaron la decisión del gráfico
fr: Découvrez comment les actualités sélectionnées ont réellement affecté la décision du graphique
id: Lihat bagaimana berita yang dipilih benar-benar memengaruhi keputusan tangga lagu
it: Scopri come le notizie selezionate hanno effettivamente influenzato la decisione del grafico
ja: 選択したニュースが実際にチャートの決定にどのような影響を与えたかを確認する
pt_br: Veja como as notícias selecionadas realmente afetaram a decisão do gráfico
th: ดูว่าข่าวที่เลือกส่งผลต่อการตัดสินใจของแผนภูมิอย่างไร
tr: Seçilen haberlerin grafik kararını gerçekte nasıl etkilediğini görün
vi: Xem tin tức được chọn thực sự ảnh hưởng đến quyết định biểu đồ như thế nào
zh_hans: 了解所选新闻实际上如何影响图表决策
zh_hant: 了解所選新聞實際上如何影響圖表決策

source: 뉴스 반영은 선택인가요?
de: Ist die Einbeziehung von Nachrichten optional?
en: Is news inclusion optional?
es: ¿Es opcional incluir noticias?
fr: L’intégration des actualités est-elle facultative ?
id: Apakah penyertaan berita bersifat opsional?
it: L’inclusione delle notizie è facoltativa?
ja: ニュースの反映は任意ですか？
pt_br: A inclusão de notícias é opcional?
th: การรวมข่าวเป็นตัวเลือกหรือไม่?
tr: Haberleri dahil etmek isteğe bağlı mı?
vi: Việc đưa tin tức vào phân tích có tùy chọn không?
zh_hans: 新闻纳入分析是可选功能吗？
zh_hant: 新聞納入分析是選用功能嗎？

source: 뉴스 접기
de: Nachrichten einklappen
en: Collapse News
es: Colapso Noticias
fr: Actualités Réduire
id: Ciutkan Berita
it: Crollo Notizie
ja: ニュースを折りたたむ
pt_br: Recolher notícias
th: ยุบข่าว
tr: Haberleri Daralt
vi: Thu gọn tin tức
zh_hans: 折叠新闻
zh_hant: 折疊新聞

source: 뉴스 포함 분석
de: Mit Nachrichten analysieren
en: Analyze with News
es: Analizar con noticias
fr: Analyser avec les actualités
id: Analisis dengan Berita
it: Analizza con le notizie
ja: ニュースを含めて分析
pt_br: Analisar com notícias
th: วิเคราะห์พร้อมข่าว
tr: Haberlerle Analiz Et
vi: Phân tích kèm tin tức
zh_hans: 结合新闻分析
zh_hant: 結合新聞分析

source: 다른 차트 선택
de: Wählen Sie ein anderes Diagramm
en: Choose Another Chart
es: Elija otro gráfico
fr: Choisissez un autre graphique
id: Pilih Bagan Lain
it: Scegli un altro grafico
ja: 別のチャートを選択してください
pt_br: Escolha outro gráfico
th: เลือกแผนภูมิอื่น
tr: Başka Bir Grafik Seçin
vi: Chọn biểu đồ khác
zh_hans: 选择另一个图表
zh_hant: 選擇另一個圖表

source: 다른 차트 이미지로 다시 시도해 주세요.
de: Versuchen Sie es erneut mit einem anderen Diagrammbild.
en: Try again with a different chart image.
es: Inténtelo de nuevo con una imagen de gráfico diferente.
fr: Réessayez avec une autre image de graphique.
id: Coba lagi dengan gambar grafik yang berbeda.
it: Riprova con un'immagine del grafico diversa.
ja: 別のチャート画像を使用して再試行してください。
pt_br: Tente novamente com uma imagem de gráfico diferente.
th: ลองอีกครั้งโดยใช้รูปภาพแผนภูมิอื่น
tr: Farklı bir grafik görseliyle tekrar deneyin.
vi: Hãy thử lại với một hình ảnh biểu đồ khác.
zh_hans: 使用不同的图表图像重试。
zh_hant: 使用不同的圖表圖像重試。

source: 다섯 관점이 독립 분석하고 반론해요
de: Fünf Ansichten analysieren und hinterfragen unabhängig voneinander
en: Five views analyze and challenge independently
es: Cinco puntos de vista analizan y desafían de forma independiente
fr: Cinq points de vue analysent et contestent indépendamment
id: Lima pandangan menganalisis dan menantang secara independen
it: Cinque punti di vista analizzano e mettono in discussione in modo indipendente
ja: 5つの視点が独自に分析し挑戦する
pt_br: Cinco visualizações analisam e desafiam de forma independente
th: ห้ามุมมองวิเคราะห์และท้าทายอย่างอิสระ
tr: Beş görünüm bağımsız olarak analiz eder ve sorgular
vi: Năm quan điểm phân tích và thách thức độc lập
zh_hans: 五观独立分析挑战
zh_hant: 五觀獨立分析挑戰

source: 다섯 시선으로 끝까지.
de: Fünf Ansichten bis zum Ziel.
en: Five views to the finish.
es: Cinco vistas hasta el final.
fr: Cinq vues jusqu'à l'arrivée.
id: Lima tampilan hingga selesai.
it: Cinque visualizzazioni al traguardo.
ja: フィニッシュまであと5回。
pt_br: Cinco visualizações até o final.
th: ห้าวิวจนจบ
tr: Bitişe beş bakış.
vi: Năm lượt xem để kết thúc.
zh_hans: 到达终点时有五个视图。
zh_hant: 到達終點時有五個視圖。

source: 다섯 에이전트가 각자 읽고, 서로 반박한 뒤 실행 가능한 조건만 한 리포트로 남깁니다.
de: Fünf Agenten analysieren unabhängig voneinander, fordern sich gegenseitig heraus und hinterlassen in einem Bericht nur umsetzbare Bedingungen.
en: Five agents analyze independently, challenge one another, and leave only actionable conditions in one report.
es: Cinco agentes analizan de forma independiente, se desafían entre sí y dejan solo condiciones procesables en un informe.
fr: Cinq agents analysent indépendamment, se défient mutuellement et ne laissent que des conditions exploitables dans un seul rapport.
id: Lima agen menganalisis secara independen, menantang satu sama lain, dan hanya menyisakan kondisi yang dapat ditindaklanjuti dalam satu laporan.
it: Cinque agenti analizzano in modo indipendente, si sfidano a vicenda e lasciano solo le condizioni utilizzabili in un rapporto.
ja: 5 人のエージェントが個別に分析し、互いに挑戦し 、実行可能な条件のみを 1 つのレポートに残します。
pt_br: Cinco agentes analisam de forma independente, desafiam uns aos outros e deixam apenas condições acionáveis em um relatório.
th: เจ้าหน้าที่ห้าคนวิเคราะห์อย่างอิสระ ท้าทายซึ่งกันและกัน และเหลือเพียงเงื่อนไขที่สามารถดำเนินการได้ในรายงานเดียว
tr: Beş temsilci bağımsız olarak analiz yapıyor, birbirlerine meydan okuyor ve tek bir raporda yalnızca işlem yapılabilir koşulları bırakıyor.
vi: Năm đặc vụ phân tích độc lập, thách thức lẫn nhau và chỉ để lại các điều kiện có thể thực hiện được trong một báo cáo.
zh_hans: 五名代理独立分析，相互挑战， 并在一份报告中只留下可操作的条件。
zh_hant: 五名代理獨立分析，相互挑戰， 並在一份報告中只留下可操作的條件。

source: 다섯 에이전트가 차트를 기다려요
de: Fünf Agenten warten auf Ihr Diagramm
en: Five agents are waiting for your chart
es: Cinco agentes están esperando su expediente.
fr: Cinq agents attendent votre dossier
id: Lima agen sedang menunggu grafik Anda
it: Cinque agenti stanno aspettando la tua cartella
ja: 5 人のエージェントがあなたのカルテを待っています
pt_br: Cinco agentes estão aguardando seu gráfico
th: ตัวแทนห้าคนกำลังรอแผนภูมิของคุณอยู่
tr: Beş ajan çizelgenizi bekliyor
vi: Năm đại lý đang chờ biểu đồ của bạn
zh_hans: 五位特工正在等待您的图表
zh_hant: 五位特務正在等待您的圖表

source: 다음
de: Als nächstes
en: Next
es: Siguiente
fr: Suivant
id: Selanjutnya
it: Avanti
ja: 次へ
pt_br: Próximo
th: ถัดไป
tr: Sonraki
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: 다음 가시 경계
de: Nächste sichtbare Grenze
en: Next visible boundary
es: Siguiente límite visible
fr: Prochaine limite visible
id: Batas yang terlihat berikutnya
it: Prossimo confine visibile
ja: 次に目に見える境界線
pt_br: Próximo limite visível
th: ขอบเขตที่มองเห็นถัดไป
tr: Sonraki görünür sınır
vi: Ranh giới hiển thị tiếp theo
zh_hans: 下一个可见边界
zh_hant: 下一個可見邊界

source: 다이버전스
de: Divergenz
en: Divergence
es: Divergencia
fr: Divergence
id: Divergensi
it: Divergenza
ja: ダイバージェンス
pt_br: Divergência
th: ไดเวอร์เจนซ์
tr: Uyumsuzluk
vi: Phân kỳ
zh_hans: 背离
zh_hant: 背離

source: 단일 관점
de: Einzelansicht
en: Single View
es: Vista única
fr: Vue unique
id: Tampilan Tunggal
it: Visualizzazione singola
ja: シングルビュー
pt_br: Visualização única
th: มุมมองเดียว
tr: Tek Görünüm
vi: Chế độ xem đơn
zh_hans: 单视图
zh_hant: 單一視圖

source: 닫기
de: Schließen
en: Close
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: 답변 에이전트 변경
de: Ändern Sie den antwortenden Agenten
en: Change responding agent
es: Cambiar agente de respuesta
fr: Changer l'agent répondant
id: Ubah agen yang merespons
it: Cambia agente che risponde
ja: 応答エージェントを変更する
pt_br: Alterar agente respondente
th: เปลี่ยนตัวแทนตอบรับ
tr: Yanıt veren temsilciyi değiştirin
vi: Thay đổi tác nhân phản hồi
zh_hans: 更改响应代理
zh_hant: 更改響應代理

source: 당일 흐름에 집중
de: Konzentrieren Sie sich auf Intraday-Bewegungen
en: Focus on intraday moves
es: Centrarse en los movimientos intradiarios
fr: Focus sur les mouvements intrajournaliers
id: Fokus pada pergerakan intraday
it: Concentrati sui movimenti intraday
ja: 日中の動きに注目
pt_br: Concentre-se em movimentos intradiários
th: มุ่งเน้นไปที่การเคลื่อนไหวระหว่างวัน
tr: Gün içi hareketlere odaklanın
vi: Tập trung vào các biến động trong ngày
zh_hans: 关注盘中走势
zh_hant: 關注盤中走勢

source: 대기 중
de: Bereit
en: Idle
es: En espera
fr: En attente
id: Siaga
it: In attesa
ja: 待機中
pt_br: Em espera
th: กำลังรอ
tr: Bekliyor
vi: Đang chờ
zh_hans: 待机中
zh_hant: 待機中

source: 데빌
de: Teufel
en: Devil
es: diablo
fr: Diable
id: Iblis
it: Diavolo
ja: 悪魔
pt_br: Diabo
th: ปีศาจ
tr: Şeytan
vi: ác quỷ
zh_hans: 恶魔
zh_hant: 惡魔

source: 데빌이 다수 의견의 반대 시나리오를 제시합니다
de: Devil fordert die Mehrheit mit einem Gegenszenario heraus.
en: Devil challenges the majority with an opposing scenario.
es: Devil desafía a la mayoría con un escenario opuesto.
fr: Le Diable défie la majorité avec un scénario inverse.
id: Iblis menantang mayoritas dengan skenario yang berlawanan.
it: Il diavolo sfida la maggioranza con uno scenario opposto.
ja: 悪魔は反対のシナリオで多数派に挑戦します。
pt_br: O Diabo desafia a maioria com um cenário oposto.
th: เดวิลท้าทายคนส่วนใหญ่ด้วยสถานการณ์ที่ตรงกันข้าม
tr: Şeytan, karşıt bir senaryoyla çoğunluğa meydan okuyor.
vi: Ác quỷ thách thức số đông bằng một kịch bản đối nghịch.
zh_hans: 魔鬼用相反的场景挑战大多数人。
zh_hant: 魔鬼用相反的場景挑戰大多數人。

source: 데이 트레이딩
de: Tageshandel
en: Day Trading
es: Negociación intradía
fr: Journée de négociation
id: Perdagangan Harian
it: Commercio giornaliero
ja: デイトレード
pt_br: Negociação diurna
th: เดย์เทรดดิ้ง
tr: Günlük Ticaret
vi: Giao dịch trong ngày
zh_hans: 当日交易
zh_hant: 當日交易

source: 데이터
de: Daten
en: Data
es: Datos
fr: Données
id: Data
it: Dati
ja: データ
pt_br: Dados
th: ข้อมูล
tr: Veri
vi: dữ liệu
zh_hans: 数据
zh_hant: 數據

source: 도움말
de: Hilfe
en: Help
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
th: ช่วยด้วย
tr: Yardım
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

source: 독립 검토
de: Unabhängige Rezension
en: Independent Review
es: Revisión independiente
fr: Examen indépendant
id: Tinjauan Independen
it: Revisione indipendente
ja: 独立したレビュー
pt_br: Revisão Independente
th: ทบทวนอิสระ
tr: Bağımsız İnceleme
vi: Đánh giá độc lập
zh_hans: 独立审查
zh_hant: 獨立審查

source: 독립 분석
de: Unabhängig
en: Independent
es: independiente
fr: Indépendant
id: Mandiri
it: Indipendente
ja: 独立した
pt_br: Independente
th: เป็นอิสระ
tr: Bağımsız
vi: Độc lập
zh_hans: 独立
zh_hant: 獨立

source: 돌파 실패, 유동성 스윕, 재진입 같은 실패 패턴을 찾아 기본 시나리오가 뒤집히는 반대 조건을 한 가지로 압축합니다.
de: Findet fehlgeschlagene Ausbrüche, Sweeps und Wiedereintritte und komprimiert dann den gegnerischen Fall in eine Umkehrbedingung.
en: Finds failed breakouts, sweeps, and re-entries, then compresses the opposing case into one reversal condition.
es: Encuentra fugas, barridos y reingresos fallidos y luego comprime el caso contrario en una condición de reversión.
fr: Détecte les échecs, les balayages et les rentrées, puis compresse le cas opposé en une seule condition d'inversion.
id: Menemukan breakout, sapuan, dan entri ulang yang gagal, lalu memampatkan kasus lawan menjadi satu kondisi pembalikan.
it: Trova breakout, spazzate e rientri falliti, quindi comprime il caso avversario in una condizione di inversione.
ja: 失敗したブレイクアウト、スイープ、リエントリーを見つけて、相手のケースを 1 つの逆転条件に圧縮します。
pt_br: Encontra fugas, varreduras e reentradas com falha e, em seguida, compacta o caso oposto em uma condição de reversão.
th: ค้นหาการทะลุ การกวาด และการกลับรายการล้มเหลว จากนั้นบีบอัดเคสของฝ่ายตรงข้ามให้เป็นเงื่อนไขการกลับรายการเดียว
tr: Başarısız çıkışları, taramaları ve yeniden girişleri bulur, ardından karşıt durumu tek bir tersine çevirme koşuluna sıkıştırır.
vi: Tìm các đột phá, quét và nhập lại không thành công, sau đó nén trường hợp đối lập thành một điều kiện đảo ngược.
zh_hans: 发现失败的突破、横扫和重新进入，然后将相反的情况压缩为一种反转条件。
zh_hant: 發現失敗的突破、橫掃和重新進入，然後將相反的情況壓縮為一種反轉條件。

source: 돌파·재시험
de: Ausbruch & Retest
en: Breakout & Retest
es: Ruptura y retesteo
fr: Cassure et retest
id: Breakout & Retest
it: Breakout e retest
ja: ブレイクアウト・リテスト
pt_br: Rompimento e reteste
th: เบรกเอาต์และรีเทสต์
tr: Kırılım ve Yeniden Test
vi: Phá vỡ & kiểm định lại
zh_hans: 突破与回测
zh_hant: 突破與回測

source: 드래그하여 선택 영역을 이동합니다
de: Ziehen Sie, um den ausgewählten Bereich zu verschieben
en: Drag to move the selected area
es: Arrastra para mover el área seleccionada
fr: Faites glisser pour déplacer la zone sélectionnée
id: Seret untuk memindahkan area yang dipilih
it: Trascina per spostare l'area selezionata
ja: ドラッグして選択範囲を移動します
pt_br: Arraste para mover a área selecionada
th: ลากเพื่อย้ายพื้นที่ที่เลือก
tr: Seçilen alanı taşımak için sürükleyin
vi: Kéo để di chuyển vùng đã chọn
zh_hans: 拖动以移动选定区域
zh_hant: 拖曳以移動選定區域
